---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.ReinforcementRoundingManager
source: html/7e06236c-3fe4-7c07-5d83-edcb308062f3.htm
---
# ReinforcementRoundingManager Members

Releases all resources used by the ReinforcementRoundingManager